/* QuickTime Broadcaster localized strings */

"broadcasterError" = "Broadcaster-Fehler";

/* BroadcastDoc */

"broadcastDocFileWriteFailure" = "Beim Schreiben ist ein Fehler aufgetreten";
"broadcastDocSettingsValidationError" = "Ungültige Einstellung";
"broadcastDocBroadcast" = "Senden";
"broadcastDocStop" = "Stopp";
"broadcastDocDefaultExportSDPFileName" = "OhneTitel.sdp";
"broadcastDocDefaultExportMovieFileName" = "OhneTitel.mov";
"broadcastDocExportButton" = "Exportieren";
"broadcastDocDefaultPresetName" = "Meine Voreinstellung";
"broadcastDocDuplicateApplePresetNameMessage" = "Bitte wählen Sie einen eindeutigen Namen.";
"broadcastDocDuplicatePresetNameTitle" = "Voreinstellung sichern?";
"broadcastDocDuplicatePresetNameMessage" = "Diese Voreinstellung existiert bereits. Möchten Sie sie ersetzen?";
"broadcastDocDuplicatePresetNameReplaceButton" = "Ersetzen";
"broadcastDocDuplicatePresetNameCancelButton" = "Abbrechen";
"broadcastDocCouldNotBeSaved" = "Die Datei konnte nicht gesichert werden.";
"broadcastDocCustomMenuItem" = "Angepasst";
"broadcastDocSavePresetMenuItem" = "Voreinstellung sichern …";
"broadcastDocDeletePresetMenuItem" = "Voreinstellung löschen";

/* BroadcastWindowController */

"broadcastWindowControllerDefaultWindowTitle" = "QuickTime Broadcaster";

/* BroadcastController */

"broadcastControllerInvalidDocumentVersion" = "Ungültige Version des Dokuments";
"broadcastControllerStateSetup" = "Konfiguration";
"broadcastControllerStateStartingBroadcast" = "Senden wird gestartet";
"broadcastControllerStatePrerolling" = "Vor-Bilddurchlauf";
"broadcastControllerStateBroadcasting" = "Senden";
"broadcastControllerStateStoppingBroadcast" = "Senden wird gestoppt";

/* BroadcasterAppController */

"broadcasterAppControllerOldQuickTimeError" = "Neueres QuickTime wird benötigt";
"broadcasterAppControllerOldQuickTimeMessage" = "QuickTime Broadcaster benötigt QuickTime 6.0 oder neuer.";
"broadcasterAppControllerTimeBombExpired" = "QuickTime Broadcaster ungültig";
"broadcasterAppControllerTimeBombExpiredMessage" = "Der QuickTime Broadcaster ist abgelaufen. Bitte besuchen Sie:\n\n%@,\n\num eine neue Version der Software zu laden.";
"broadcasterAppControllerTimeBombUpdateURL" = "http://www.apple.com/de/quicktime/products/broadcaster/";
"broadcasterAppControllerQuit" = "Beenden";
"broadcasterAppControllerGoThere" = "Jetzt öffnen";

/* Preset Manager */

"presetManagerAudioPresetDirectory" = "Audio";
"presetManagerVideoPresetDirectory" = "Video";
"presetManagerNetworkPresetDirectory" = "Netzwerk";
"presetManagerInvalidPreset" = "Ungültige Voreinstellung";

/* Preferences */

"preferencesError" = "Fehler bei Einstellungen";
"preferencesInvalidPresetDirectory" = "Ungültiges Voreinstellungen-Verzeichnis";
"preferencesInvalidRecordDirectory" = "Ungültiges Aufzeichnungen-Verzeichnis";
"preferencesInvalidRecordName" = "Ungültiger Filmname beim Aufnehmen";
"preferencesDefaultPresetsDirectory" = "/Library/QuickTime Broadcaster Presets";
"preferencesDefaultMoviesDirectory" = "/Movies";
"preferencesDefaultMovieName" = "MeinFilm";
"preferencesChooseButton" = "Auswählen";

"qtbCopyright" = "Copyright © 2002–2009, Apple Inc.\nAlle Rechte vorbehalten.";

